[
  {
      "Bridge ID": "ID004",
      "Bridge Name": "Bakhmut Rail Bridge",
      "Region": "Donetsk",
      "Bridge Function": "Railway",
      "Reconstruction Costs": 556311.00,
      "Volume": 3200,
      "Total Area of the Damage": 185.437,
      "Latitude": 48.59326858376143, 
      "Longitude": 37.98628138529925, 
      "Deconstruction History": "The Bakhmut Rail Bridge was destroyed by Ukrainian forces on December 11, 2022, to impede Russian advances toward Sloviansk. This strategic demolition aimed to disrupt Russian supply lines and hinder their military operations in the region. The destruction of the bridge was part of broader efforts to defend Bakhmut and its surroundings during the ongoing conflict. By severing this critical connection, Ukrainian forces sought to limit Russian mobility and reinforce their defensive positions."
  },
  {
      "Bridge ID": "ID013",
      "Bridge Name": "Siverskyi Donetsk River Bridge",
      "Region": "Donetsk",
      "Bridge Function": "Railway",
      "Reconstruction Costs": 1887840.00,
      "Volume": 6800,
      "Total Area of the Damage": 629.28,
      "Latitude": 48.86906001565378, 
      "Longitude": 38.093442222102865,
      "Deconstruction History": "The Siverskyi Donets River Bridge, near Bilohorivka, was destroyed by Ukrainian forces on May 8, 2022, to prevent Russian troops from advancing westward toward Lyman. Ukrainian artillery and airstrikes targeted a pontoon bridge constructed by Russian forces at Bilohorivka, leading to its destruction by May 10. This action resulted in significant Russian military losses, including the destruction of 30 vehicles and the disabling of 40 others."
  },
  {
      "Bridge ID": "ID021",
      "Bridge Name": "Bohorodychne Bridge",
      "Region": "Donetsk",
      "Bridge Function": "Highway",
      "Reconstruction Costs": 4176000.00,
      "Volume": 8700,
      "Total Area of the Damage": 1392,
      "Latitude": 49.019111, 
      "Longitude": 37.511322,
      "Deconstruction History": "The Bohorodychne Bridge, spanning the Siverskyi Donets River in Ukraine's Donetsk region, was destroyed during the conflict in early 2022. On April 5, 2022, AFP reported that the bridge was blown up to impede Russian forces advancing toward the Donbas region."
  },
  {
      "Bridge ID": "ID015",
      "Bridge Name": "Staryi Saltiv Dam Bridge",
      "Region": "Kharkiv",
      "Bridge Function": "Highway",
      "Reconstruction Costs": 710964.00,
      "Volume": 8000,
      "Total Area of the Damage": 236.988,
      "Latitude": 50.075065, 
      "Longitude": 36.791751,
      "Deconstruction History": "The Staryi Saltiv Dam Bridge, spanning the Siverskyi Donets River near the town of Staryi Saltiv in Ukraine's Kharkiv region, was destroyed by Russian forces in May 2024. On May 11, Russian forces launched a Kh-38 air-to-surface missile at the bridge, utilizing an Orlan-30 UAV for targeting. This strategic strike aimed to sever Ukrainian supply lines and isolate forces defending the Vovchansk area. The destruction of the bridge significantly disrupted Ukrainian ground lines of communication, complicating troop movements and resupply efforts."
  },
  {
      "Bridge ID": "ID016",
      "Bridge Name": "Rus'ka Lozova Bridge",
      "Region": "Kharkiv",
      "Bridge Function": "Railway",
      "Reconstruction Costs": 1972860.00,
      "Volume": 120,
      "Total Area of the Damage": 657.62,
      "Latitude": 50.142151, 
      "Longitude": 36.260041,
      "Deconstruction History": "The bridge near Rus'ka Lozova, a village north of Kharkiv, Ukraine, was destroyed during the early stages of the conflict in 2022. On May 16, 2022, The Wall Street Journal reported that the bridge was blown up to impede Russian forces advancing toward Kharkiv. Subsequent reports indicated that the village suffered substantial damage, with houses gutted by shells. "
  },
  {
      "Bridge ID": "ID020",
      "Bridge Name": "Horokhovatka Bridge",
      "Region": "Kharkiv",
      "Bridge Function": "Highway",
      "Reconstruction Costs": 1326960.00,
      "Volume": 3500,
      "Total Area of the Damage": 442.32,
      "Latitude": 49.343642, 
      "Longitude": 37.525077,
      "Deconstruction History": "The Horokhovatka Bridge, located near the village of Horokhovatka in Kharkiv Oblast, Ukraine, has been a focal point during the conflict. In October 2024, Russian forces reportedly dropped a 3,000 kg bomb on Ukrainian positions near the bridge, resulting in its destruction."
  },
  {
      "Bridge ID": "ID001",
      "Bridge Name": "Antonivsky Bridge",
      "Region": "Kherson",
      "Bridge Function": "Highway",
      "Reconstruction Costs": 6825000.00,
      "Volume": 7600,
      "Total Area of the Damage": 2275,
      "Latitude": 46.669124, 
      "Longitude": 32.719966,
      "Deconstruction History": "In July 2022, Ukrainian forces targeted the bridge with HIMARS rockets, causing significant damage and disrupting Russian supply lines. By November 2022, as Russian forces retreated from Kherson, the bridge collapsed, likely due to prior damage and the withdrawal process."
  },
  {
      "Bridge ID": "ID005",
      "Bridge Name": "Chongar Bridge",
      "Region": "Kherson",
      "Bridge Function": "Highway",
      "Reconstruction Costs": 963360.00,
      "Volume": 8100,
      "Total Area of the Damage": 321.12,
      "Latitude": 45.989463, 
      "Longitude": 34.549911,
      "Deconstruction History": "The Chongar Bridge, connecting mainland Ukraine to the Crimean Peninsula, has been a strategic target during the ongoing conflict. On June 22, 2023, Ukrainian forces struck the bridge with missiles, causing significant damage and disrupting Russian supply lines. Subsequent attacks on July 29 and August 6, 2023, further impaired the bridge's functionality. These actions have complicated Russian logistics and transportation between Crimea and occupied regions of Ukraine."
  },
  {
      "Bridge ID": "ID009",
      "Bridge Name": "Darivka Bridge",
      "Region": "Kherson",
      "Bridge Function": "Highway",
      "Reconstruction Costs": 6129900.00,
      "Volume": 9400,
      "Total Area of the Damage": 2043.3,
      "Latitude": 46.743442923888, 
      "Longitude": 32.81138011895965,
      "Deconstruction History": "In July 2022, Ukrainian forces targeted the bridge with rocket and artillery strikes, rendering it unusable and disrupting Russian supply lines. Subsequently, on November 9, 2022, as Russian troops withdrew from the right bank of the Dnipro River, they detonated the bridge to impede Ukrainian advances."
  },
  {
      "Bridge ID": "ID011",
      "Bridge Name": "Henichesk Bridge",
      "Region": "Kherson",
      "Bridge Function": "Highway and Railway",
      "Reconstruction Costs": 719550.00,
      "Volume": 5300,
      "Total Area of the Damage": 239.85,
      "Latitude": 46.17347271489504, 
      "Longitude": 34.773030458917496,
      "Deconstruction History": "The Henichesk Bridge, connecting the Arabat Spit to mainland Ukraine, has been a strategic target during the conflict. On February 24, 2022, Ukrainian Marine Vitalii Skakun sacrificed his life to destroy the bridge, impeding Russian forces advancing from Crimea."
  },
  {
      "Bridge ID": "ID006",
      "Bridge Name": "Second Chongar Bridge",
      "Region": "Kherson",
      "Bridge Function": "Highway",
      "Reconstruction Costs": 435348.00,
      "Volume": 9500,
      "Total Area of the Damage": 145.116,
      "Latitude": 45.98830881278158, 
      "Longitude": 34.5518644021722,
      "Deconstruction History": "The Second Chongar Bridge, also known as the Chonhar Bridge, is a vital infrastructure connecting mainland Ukraine to the Crimean Peninsula. On June 22, 2023, Ukrainian forces conducted a missile strike on the bridge, causing significant damage and disrupting Russian supply lines. "
  },
  {
      "Bridge ID": "ID003",
      "Bridge Name": "Irpin River Bridge",
      "Region": "Kyiv",
      "Bridge Function": "Highway",
      "Reconstruction Costs": 3527160.00,
      "Volume": 2400,
      "Total Area of the Damage": 1175.72,
      "Latitude": 50.51082743234649, 
      "Longitude": 30.258850904528572,
      "Deconstruction History": "The Irpin River Bridge, located near Kyiv, Ukraine, was strategically destroyed by Ukrainian forces on February 25, 2022, to impede the Russian advance toward the capital. This action effectively halted Russian troops from entering Kyiv via this route. In the aftermath, the destroyed bridge became a poignant symbol of the conflict. Civilians fleeing the area crossed the remnants of the bridge, seeking safety from the advancing forces. "
  },
  {
      "Bridge ID": "ID022",
      "Bridge Name": "Rusaniv Bridge",
      "Region": "Kyiv",
      "Bridge Function": "Highway",
      "Reconstruction Costs": 821280.00,
      "Volume": 3300,
      "Total Area of the Damage": 273.76,
      "Latitude": 50.49502197170159, 
      "Longitude": 31.138975081450454,
      "Deconstruction History": "The Rusaniv Bridge, spanning the Trubizh River near the village of Rusaniv in Kyiv Oblast, Ukraine, was strategically destroyed by Ukrainian forces in early 2022 to impede Russian military movements. On February 25, 2022, Ukrainian forces blew up the bridge to prevent Russian troops from advancing toward Kyiv. "
  },
  {
      "Bridge ID": "ID007",
      "Bridge Name": "Krasna River Bridge",
      "Region": "Luhansk",
      "Bridge Function": "Highway",
      "Reconstruction Costs": 762000.00,
      "Volume": 1800,
      "Total Area of the Damage": 254,
      "Latitude": 49.21620256184143, 
      "Longitude": 38.185693173994984,
      "Deconstruction History": "The Krasna River Bridge, located near the village of Krasnorichenske in Luhansk Oblast, Ukraine, was destroyed by Russian forces on October 30, 2022. This action was taken to impede the advance of Ukraine's Armed Forces in the region."
  },
  {
      "Bridge ID": "ID010",
      "Bridge Name": "Pavlograd Bridge",
      "Region": "Luhansk",
      "Bridge Function": "Highway",
      "Reconstruction Costs": 1499400.00,
      "Volume": 7300,
      "Total Area of the Damage": 499.8,
      "Latitude": 48.92470068143135, 
      "Longitude": 38.437059291858844,
      "Deconstruction History": "The Pavlograd Bridge, connecting Severodonetsk and Lysychansk in Ukraine's Luhansk region, was destroyed by Russian forces during the conflict. On June 11, 2022, satellite imagery revealed significant damage to the bridge, with parts of it lying in the Seversky Donets River, indicating its destruction."
  },
  {
      "Bridge ID": "ID017",
      "Bridge Name": "Siverskiy Donetsk Railway",
      "Region": "Luhansk",
      "Bridge Function": "Highway",
      "Reconstruction Costs": 4628400.00,
      "Volume": 9350,
      "Total Area of the Damage": 1542.8,
      "Latitude": 48.575530270269454, 
      "Longitude": 39.2865461615068,
      "Deconstruction History": "In May 2022, Russian forces constructed a pontoon bridge near Bilohorivka to facilitate the movement of personnel and equipment. Ukrainian forces identified this crossing and launched a combined aerial and artillery strike, resulting in the destruction of the bridge and significant losses for the Russian military."
  },
  {
      "Bridge ID": "ID018",
      "Bridge Name": "Borova Highway Bridge",
      "Region": "Luhansk",
      "Bridge Function": "Highway",
      "Reconstruction Costs": 1047915.00,
      "Volume": 1200,
      "Total Area of the Damage": 349.305,
      "Latitude": 48.967391280916914, 
      "Longitude":  38.46182281505272,
      "Deconstruction History": "The Borova Highway Bridge, located near the village of Borova in Kharkiv Oblast, Ukraine, was destroyed during the conflict. Reports indicate that Russian forces blew up the bridge to impede Ukrainian military movements."
  },
  {
      "Bridge ID": "ID019",
      "Bridge Name": "Borova Railway Bridge",
      "Region": "Luhansk",
      "Bridge Function": "Railway",
      "Reconstruction Costs": 582768.00,
      "Volume": 2700,
      "Total Area of the Damage": 194.256,
      "Latitude":48.967105080202174, 
      "Longitude": 38.46100295802945,
      "Deconstruction History": "The Borova Railway Bridge, located near the village of Borova in Kharkiv Oblast, Ukraine, was strategically destroyed during the conflict to impede Russian military movements. On April 14, 2022, reports indicated that Ukrainian forces blew up the bridge to prevent Russian troops from advancing toward Kharkiv."
  },
  {
      "Bridge ID": "ID008",
      "Bridge Name": "Snihurivka Canal Bridge",
      "Region": "Mykolaiv",
      "Bridge Function": "Highway",
      "Reconstruction Costs": 1366560.00,
      "Volume": 950,
      "Total Area of the Damage": 455.52,
      "Latitude": 47.0000,
      "Longitude": 31.9000,
      "Deconstruction History": "The Snihurivka Canal Bridge, located near the settlement of Snihurivka in Mykolaiv Oblast, Ukraine, was destroyed during the conflict. On November 9, 2022, Russian forces blew up the bridge over the canal at the entrance to Snihurivka from the Kherson side."
  },
  {
      "Bridge ID": "ID012",
      "Bridge Name": "Zatoka Bridge",
      "Region": "Odesa",
      "Bridge Function": "Highway",
      "Reconstruction Costs": 3862320.00,
      "Volume": 6800,
      "Total Area of the Damage": 1287.44,
      "Latitude": 46.07633,
      "Longitude":  30.46987,
      "Deconstruction History": "The Zatoka Bridge, spanning the Dniester Estuary in Odesa Oblast, Ukraine, has been a strategic target during the conflict. On April 27, 2022, Russian forces launched missile strikes against the bridge, aiming to sever the connection between Odesa and the rest of Ukraine. Subsequent attacks occurred on October 30-31, 2024, when Russian troops fired 43 drones and missiles at the bridge. "
  },
  {
      "Bridge ID": "ID002",
      "Bridge Name": "Molochna River Crossing",
      "Region": "Zaporizhzhia",
      "Bridge Function": "Highway",
      "Reconstruction Costs": 1778280.00,
      "Volume": 1900,
      "Total Area of the Damage": 592.76,
      "Latitude": 46.84216064913073, 
      "Longitude": 35.40754765548516,
      "Deconstruction History": " In December 2022, Ukrainian forces reportedly damaged a key bridge over the Molochna River near Melitopol, a city in Zaporizhzhia Oblast. This bridge was vital for Russian supply lines, connecting Melitopol to nearby areas. The attack on the Molochna River bridge significantly disrupted Russian logistics, hindering the movement of troops and supplies in the region."
  },
  {
      "Bridge ID": "ID014",
      "Bridge Name": "Starobohdanivka Railway Bridge",
      "Region": "Zaporizhzhia",
      "Bridge Function": "Railway",
      "Reconstruction Costs": 3242160.00,
      "Volume": 2900,
      "Total Area of the Damage": 1080.72,
      "Latitude": 46.971283, 
      "Longitude": 35.441457,
      "Deconstruction History": "The Starobohdanivka Railway Bridge, located near the village of Starobohdanivka in Zaporizhzhia Oblast, Ukraine, was strategically targeted during the conflict. On November 3, 2022, Ukrainian forces conducted a successful strike on the bridge, causing significant damage and disrupting Russian supply lines in the region."
  }
]
